Repository: fahlman/SeedBox
Catalog: SeedBox/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Seed Box manages the mods in your Stardew Valley Mods folder. Choose the folder once and Seed Box keeps watch over it — even changes made outside the app are noticed.
de: Seed Box verwaltet die Mods in deinem Stardew-Valley-Mods-Ordner. Wähle den Ordner einmal aus, und Seed Box behält ihn im Blick — auch Änderungen außerhalb der App werden bemerkt.
es: Seed Box gestiona los mods de tu carpeta Mods de Stardew Valley. Elige la carpeta una vez y Seed Box la vigilará; incluso nota los cambios hechos fuera de la app.
fr: Seed Box gère les mods de votre dossier Mods de Stardew Valley. Choisissez le dossier une fois et Seed Box le surveille — même les changements faits hors de l'app sont remarqués.
it: Seed Box gestisce le mod nella cartella Mods di Stardew Valley. Scegli la cartella una volta e Seed Box la terrà d'occhio: nota anche le modifiche fatte fuori dall'app.
ja: Seed BoxはStardew ValleyのModsフォルダ内のMODを管理します。フォルダを一度選択すれば、Seed Boxが見守ります。アプリ外での変更にも気づきます。
ko: Seed Box는 Stardew Valley의 Mods 폴더에 있는 모드를 관리합니다. 폴더를 한 번 선택하면 Seed Box가 계속 지켜봅니다. 앱 밖에서 일어난 변경도 알아차립니다.
nl: Seed Box beheert de mods in je Stardew Valley Mods-map. Kies de map één keer en Seed Box houdt deze in de gaten — zelfs wijzigingen buiten de app worden opgemerkt.
pt_br: O Seed Box gerencia os mods da sua pasta Mods do Stardew Valley. Escolha a pasta uma vez e o Seed Box ficará de olho nela — até mudanças feitas fora do app são percebidas.
zh_hans: Seed Box 管理 Stardew Valley Mods 文件夹中的模组。只需选择一次文件夹，Seed Box 就会持续关注它——即使是在应用外做出的更改也会被注意到。

source: Seed Box manages this Mods folder directly.
de: Seed Box verwaltet diesen Mods-Ordner direkt.
es: Seed Box gestiona esta carpeta Mods directamente.
fr: Seed Box gère directement ce dossier Mods.
it: Seed Box gestisce direttamente questa cartella Mods.
ja: Seed Box はこの Mods フォルダーを直接管理します。
ko: Seed Box는 이 Mods 폴더를 직접 관리합니다.
nl: Seed Box beheert deze Mods-map rechtstreeks.
pt_br: Seed Box gerencia esta pasta Mods diretamente.
zh_hans: Seed Box直接管理这个Mods文件夹。

source: Seed Box reads SMAPI's log to show what happened in your last game session. The usual location is ~/.config/StardewValley/ErrorLogs.
de: Seed Box liest das SMAPI-Protokoll, um zu zeigen, was in deiner letzten Spielsitzung passiert ist. Der übliche Speicherort ist ~/.config/StardewValley/ErrorLogs.
es: Seed Box lee el registro de SMAPI para mostrar lo que ocurrió en tu última sesión de juego. La ubicación habitual es ~/.config/StardewValley/ErrorLogs.
fr: Seed Box lit le journal de SMAPI pour montrer ce qui s'est passé lors de votre dernière session de jeu. L'emplacement habituel est ~/.config/StardewValley/ErrorLogs.
it: Seed Box legge il registro di SMAPI per mostrare cosa è successo nell'ultima sessione di gioco. La posizione abituale è ~/.config/StardewValley/ErrorLogs.
ja: Seed BoxはSMAPIのログを読み取り、前回のゲームセッションで何が起きたかを表示します。通常の場所は ~/.config/StardewValley/ErrorLogs です。
ko: Seed Box는 SMAPI 로그를 읽어 마지막 게임 세션에서 일어난 일을 보여줍니다. 일반적인 위치는 ~/.config/StardewValley/ErrorLogs입니다.
nl: Seed Box leest het SMAPI-logboek om te tonen wat er in je laatste spelsessie is gebeurd. De gebruikelijke locatie is ~/.config/StardewValley/ErrorLogs.
pt_br: O Seed Box lê o registro do SMAPI para mostrar o que aconteceu na sua última sessão de jogo. O local habitual é ~/.config/StardewValley/ErrorLogs.
zh_hans: Seed Box 会读取 SMAPI 的日志，以显示上次游戏会话中发生的情况。通常位置为 ~/.config/StardewValley/ErrorLogs。

source: Seed Box refreshed the mod list.
de: Seed Box hat die Mod-Liste aktualisiert.
es: Seed Box actualizó la lista de modificaciones.
fr: Seed Box a actualisé la liste des mods.
it: Seed Box ha aggiornato l'elenco delle mod.
ja: Seed Box が MOD リストを更新しました。
ko: Seed Box가 모드 목록을 새로 고쳤습니다.
nl: Seed Box heeft de modlijst vernieuwd.
pt_br: Seed Box atualizou a lista de mods.
zh_hans: 种子盒刷新了模组列表。

source: Select the Mods folder Seed Box should manage.
de: Wählen Sie den Mods-Ordner aus, den Seed Box verwalten soll.
es: Seleccione la carpeta Mods que debe administrar Seed Box.
fr: Sélectionnez le dossier Mods que Seed Box doit gérer.
it: Seleziona la cartella Mods che Seed Box dovrà gestire.
ja: Seed Box が管理する Mod フォルダーを選択します。
ko: Seed Box가 관리해야 하는 Mods 폴더를 선택하세요.
nl: Selecteer de map Mods die Seed Box moet beheren.
pt_br: Selecione a pasta Mods que o Seed Box deve gerenciar.
zh_hans: 选择 Seed Box 应管理的 Mods 文件夹。

source: Selected %@.
de: Ausgewählte %1$@.
es: Seleccionado %1$@.
fr: %1$@ sélectionné.
it: %1$@ selezionato.
ja: %1$@を選択しました。
ko: %1$@를 선택했습니다.
nl: %1$@ geselecteerd.
pt_br: %1$@ selecionado.
zh_hans: 选择%1$@。

source: Selected Mods folder.
de: Ausgewählter Mods-Ordner.
es: Carpeta Mods seleccionada.
fr: Dossier Mods sélectionné.
it: Cartella Mod selezionata.
ja: Modフォルダを選択しました。
ko: Mods 폴더를 선택했습니다.
nl: Geselecteerde map Mods.
pt_br: Pasta Mods selecionada.
zh_hans: 选定的 Mods 文件夹。

source: Set name cannot be empty.
de: Der Setname darf nicht leer sein.
es: El nombre del conjunto no puede estar vacío.
fr: Le nom de l'ensemble ne peut pas être vide.
it: Il nome del set non può essere vuoto.
ja: セット名を空にすることはできません。
ko: 세트 이름은 비워둘 수 없습니다.
nl: De ingestelde naam mag niet leeg zijn.
pt_br: O nome do conjunto não pode ficar vazio.
zh_hans: 设置名称不能为空。

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Configurações
zh_hans: 设置

source: Skipped %@ because it was duplicated in the selected sources.
de: %1$@ wurde übersprungen, da es in den ausgewählten Quellen dupliziert wurde.
es: Se omitió %1$@ porque estaba duplicado en las fuentes seleccionadas.
fr: %1$@ ignoré car il était dupliqué dans les sources sélectionnées.
it: %1$@ saltato perché duplicato nelle sorgenti selezionate.
ja: %1$@ は選択したソースで重複しているためスキップされました。
ko: 선택한 소스에서 중복되었기 때문에 %1$@를 건너뛰었습니다.
nl: %1$@ overgeslagen omdat het werd gedupliceerd in de geselecteerde bronnen.
pt_br: %1$@ ignorado porque foi duplicado nas fontes selecionadas.
zh_hans: 跳过 %1$@，因为它在所选源中重复。

source: Skipped %lld already installed mods.
de: %1$lld bereits installierte Mods übersprungen.
es: Se omitió %1$lld mods ya instalados.
fr: Mods %1$lld déjà installés ignorés.
it: Ho saltato %1$lld mod già installate.
ja: すでにインストールされている %1$lld 個の MOD をスキップしました。
ko: %1$lld가 이미 설치된 모드를 건너뛰었습니다.
nl: %1$lld reeds geïnstalleerde mods overgeslagen.
pt_br: Ignorados os mods já instalados do %1$lld.
zh_hans: 跳过 %1$lld 已安装的模组。

source: Skipped %lld duplicated selected mods.
de: %1$lld duplizierte ausgewählte Mods übersprungen.
es: Se omitieron %1$lld mods seleccionados duplicados.
fr: Mods sélectionnés dupliqués %1$lld ignorés.
it: %1$lld mod selezionati duplicati saltati.
ja: 選択した %1$lld 個の重複した MOD をスキップしました。
ko: %1$lld개 중복된 선택된 모드를 건너뛰었습니다.
nl: %1$lld gedupliceerde geselecteerde mods overgeslagen.
pt_br: Ignorado %1$lld mods selecionados duplicados.
zh_hans: 跳过 %1$lld 重复的选定模组。

source: Skipped 1 already installed mod.
de: 1 bereits installierten Mod übersprungen.
es: Se omitió 1 mod ya instalado.
fr: Ignoré 1 mod déjà installé.
it: Saltato 1 mod già installato.
ja: すでにインストールされているMODを1つスキップしました。
ko: 이미 설치된 모드 1개를 건너뛰었습니다.
nl: 1 reeds geïnstalleerde mod overgeslagen.
pt_br: Ignorado 1 mod já instalado.
zh_hans: 跳过 1 个已安装的 mod。

source: Skipped 1 duplicated selected mod.
de: 1 duplizierter ausgewählter Mod übersprungen.
es: Se omitió 1 mod seleccionado duplicado.
fr: Ignoré 1 mod sélectionné dupliqué.
it: Saltata 1 mod selezionata duplicata.
ja: 選択した重複した MOD を 1 つスキップしました。
ko: 중복된 선택된 모드 1개를 건너뛰었습니다.
nl: 1 gedupliceerde geselecteerde mod overgeslagen.
pt_br: Ignorou 1 mod selecionado duplicado.
zh_hans: 跳过 1 个重复的选定模组。

# SMAPI %@ is available.
source: SMAPI %1$@ is available.
de: SMAPI %1$@ ist verfügbar.
es: SMAPI %1$@ está disponible.
fr: SMAPI %1$@ est disponible.
it: SMAPI %1$@ è disponibile.
ja: SMAPI %1$@が利用可能です。
ko: SMAPI %1$@를 사용할 수 있습니다.
nl: SMAPI %1$@ is beschikbaar.
pt_br: SMAPI %1$@ está disponível.
zh_hans: SMAPI %1$@ 已可用。

source: SMAPI Compatibility
de: SMAPI-Kompatibilität
es: Compatibilidad con SMAPI
fr: Compatibilité SMAPI
it: Compatibilità SMAPI
ja: SMAPIの互換性
ko: SMAPI 호환성
nl: SMAPI-compatibiliteit
pt_br: Compatibilidade com SMAPI
zh_hans: SMAPI 兼容性

# SMAPI couldn't load %lld mods.
source: SMAPI couldn't load %1$lld mods.
de: SMAPI konnte %1$lld Mods nicht laden.
es: SMAPI no pudo cargar %1$lld mods.
fr: SMAPI n'a pas pu charger %1$lld mods.
it: SMAPI non è riuscito a caricare %1$lld mod.
ja: SMAPIは%1$lld個のMODを読み込めませんでした。
ko: SMAPI가 모드 %1$lld개를 불러오지 못했습니다.
nl: SMAPI kon %1$lld mods niet laden.
pt_br: O SMAPI não conseguiu carregar %1$lld mods.
zh_hans: SMAPI 无法加载 %1$lld 个模组。

source: SMAPI Log
de: SMAPI-Protokoll
es: Registro de SMAPI
fr: Journal SMAPI
it: Registro SMAPI
ja: SMAPIログ
ko: SMAPI 로그
nl: SMAPI-logboek
pt_br: Registro do SMAPI
zh_hans: SMAPI 日志

# SMAPI skipped this mod because %@
source: SMAPI skipped this mod because %1$@
de: SMAPI hat diese Mod übersprungen, weil: %1$@
es: SMAPI omitió este mod porque: %1$@
fr: SMAPI a ignoré ce mod car : %1$@
it: SMAPI ha saltato questa mod perché: %1$@
ja: SMAPIはこのMODをスキップしました。理由：%1$@
ko: SMAPI가 이 모드를 건너뛰었습니다. 이유: %1$@
nl: SMAPI heeft deze mod overgeslagen omdat: %1$@
pt_br: O SMAPI ignorou este mod porque: %1$@
zh_hans: SMAPI 跳过了此模组，原因：%1$@

source: State
de: Staat
es: Estado
fr: État
it: Stato
ja: 州
ko: 상태
nl: Staat
pt_br: Estado
zh_hans: 状态

# Step %lld: %lld mods suspected, %lld enabled for this test.
source: Step %1$lld: %2$lld mods suspected, %3$lld enabled for this test.
de: Schritt %1$lld: %2$lld Mods verdächtig, %3$lld für diesen Test aktiviert.
es: Paso %1$lld: %2$lld mods sospechosos, %3$lld habilitados para esta prueba.
fr: Étape %1$lld : %2$lld mods suspects, %3$lld activés pour ce test.
it: Passo %1$lld: %2$lld mod sospette, %3$lld abilitate per questo test.
ja: ステップ%1$lld：%2$lld個のMODが疑わしく、%3$lld個がこのテストで有効です。
ko: %1$lld단계: 의심 모드 %2$lld개, 이번 테스트에 활성화된 모드 %3$lld개.
nl: Stap %1$lld: %2$lld mods verdacht, %3$lld ingeschakeld voor deze test.
pt_br: Etapa %1$lld: %2$lld mods suspeitos, %3$lld ativados para este teste.
zh_hans: 第 %1$lld 步：%2$lld 个可疑模组，本次测试启用 %3$lld 个。

source: The disabled folder name %@ cannot be enabled safely.
de: Der deaktivierte Ordnername %1$@ kann nicht sicher aktiviert werden.
es: El nombre de carpeta deshabilitado %1$@ no se puede habilitar de forma segura.
fr: Le nom de dossier désactivé %1$@ ne peut pas être activé en toute sécurité.
it: Il nome della cartella disabilitata %1$@ non può essere abilitato in modo sicuro.
ja: 無効化されたフォルダー名 %1$@ を安全に有効化することはできません。
ko: 비활성화된 폴더 이름 %1$@는 안전하게 활성화할 수 없습니다.
nl: De uitgeschakelde mapnaam %1$@ kan niet veilig worden ingeschakeld.
pt_br: O nome da pasta desabilitada %1$@ não pode ser habilitado com segurança.
zh_hans: 无法安全启用已禁用的文件夹名称 %1$@。

source: The mod folder does not exist at %@.
de: Der Mod-Ordner existiert bei %1$@ nicht.
es: La carpeta mod no existe en %1$@.
fr: Le dossier mod n'existe pas sur %1$@.
it: La cartella mod non esiste su %1$@.
ja: %1$@にはmodフォルダが存在しません。
ko: %1$@에는 mod 폴더가 없습니다.
nl: De mod-map bestaat niet op %1$@.
pt_br: A pasta mod não existe em %1$@.
zh_hans: %1$@ 中不存在 mod 文件夹。

source: The Mods folder is missing. Choose it again from Settings.
de: Der Mods-Ordner fehlt. Wählen Sie es erneut in den Einstellungen aus.
es: Falta la carpeta Mods. Elíjalo nuevamente en Configuración.
fr: Le dossier Mods est manquant. Choisissez-le à nouveau dans Paramètres.
it: Manca la cartella Mods. Sceglilo di nuovo da Impostazioni.
ja: Modsフォルダーがありません。 [設定] から再度選択します。
ko: Mods 폴더가 없습니다. 설정에서 다시 선택하세요.
nl: De map Mods ontbreekt. Kies het opnieuw via Instellingen.
pt_br: A pasta Mods está faltando. Escolha novamente em Configurações.
zh_hans: Mods 文件夹丢失。从“设置”中再次选择它。

source: the original selected item
de: das ursprünglich ausgewählte Element
es: el elemento original seleccionado
fr: l'élément sélectionné à l'origine
it: l'elemento selezionato originale
ja: 元の選択アイテム
ko: 원래 선택한 항목
nl: het oorspronkelijk geselecteerde item
pt_br: o item original selecionado
zh_hans: 原来选择的项目

# The problem comes from one of: %@. Your mods were restored.
source: The problem comes from one of: %1$@. Your mods were restored.
de: Das Problem stammt von einer dieser Mods: %1$@. Deine Mods wurden wiederhergestellt.
es: El problema proviene de uno de estos: %1$@. Tus mods se restauraron.
fr: Le problème provient de l'un de ces mods : %1$@. Vos mods ont été restaurés.
it: Il problema proviene da una di queste mod: %1$@. Le tue mod sono state ripristinate.
ja: 問題は次のいずれかにあります：%1$@。MODは復元されました。
ko: 문제는 다음 중 하나에서 발생합니다: %1$@. 모드가 복원되었습니다.
nl: Het probleem komt van een van deze mods: %1$@. Je mods zijn hersteld.
pt_br: O problema vem de um destes: %1$@. Seus mods foram restaurados.
zh_hans: 问题来自以下模组之一：%1$@。模组已恢复。

source: This folder is a link to another location, so Seed Box doesn't manage it.
de: Dieser Ordner ist eine Verknüpfung zu einem anderen Ort, daher verwaltet Seed Box ihn nicht.
es: Esta carpeta es un enlace a otra ubicación, por lo que Seed Box no la gestiona.
fr: Ce dossier est un lien vers un autre emplacement, Seed Box ne le gère donc pas.
it: Questa cartella è un collegamento a un'altra posizione, quindi Seed Box non la gestisce.
ja: このフォルダは別の場所へのリンクのため、Seed Boxでは管理されません。
ko: 이 폴더는 다른 위치로 연결되는 링크이므로 Seed Box에서 관리하지 않습니다.
nl: Deze map is een koppeling naar een andere locatie, dus Seed Box beheert deze niet.
pt_br: Esta pasta é um link para outro local, então o Seed Box não a gerencia.
zh_hans: 此文件夹是指向其他位置的链接，因此 Seed Box 不管理它。

source: Turn on update checks in Settings to check for mod updates.
de: Aktiviere die Update-Suche in den Einstellungen, um nach Mod-Updates zu suchen.
es: Activa la búsqueda de actualizaciones en Ajustes para buscar actualizaciones de mods.
fr: Activez la recherche de mises à jour dans Réglages pour rechercher les mises à jour des mods.
it: Attiva i controlli degli aggiornamenti nelle Impostazioni per cercare aggiornamenti delle mod.
ja: MODのアップデートを確認するには、設定でアップデート確認をオンにしてください。
ko: 모드 업데이트를 확인하려면 설정에서 업데이트 확인을 켜세요.
nl: Schakel updatecontroles in bij Instellingen om op mod-updates te controleren.
pt_br: Ative a verificação de atualizações em Ajustes para verificar atualizações de mods.
zh_hans: 请在设置中开启更新检查以检查模组更新。

source: Turn on update checks in Settings to compare your installed mods against smapi.io. Available updates appear in the Updates column and in each mod's details.
de: Aktiviere die Update-Suche in den Einstellungen, um deine installierten Mods mit smapi.io zu vergleichen. Verfügbare Updates erscheinen in der Spalte „Updates“ und in den Details jeder Mod.
es: Activa la búsqueda de actualizaciones en Ajustes para comparar tus mods instalados con smapi.io. Las actualizaciones disponibles aparecen en la columna Actualizaciones y en los detalles de cada mod.
fr: Activez la recherche de mises à jour dans Réglages pour comparer vos mods installés avec smapi.io. Les mises à jour disponibles apparaissent dans la colonne Mises à jour et dans les détails de chaque mod.
it: Attiva i controlli degli aggiornamenti nelle Impostazioni per confrontare le mod installate con smapi.io. Gli aggiornamenti disponibili compaiono nella colonna Aggiornamenti e nei dettagli di ogni mod.
ja: 設定でアップデート確認をオンにすると、インストール済みMODをsmapi.ioと比較します。利用可能なアップデートは「アップデート」列と各MODの詳細に表示されます。
ko: 설정에서 업데이트 확인을 켜면 설치된 모드를 smapi.io와 비교합니다. 사용 가능한 업데이트는 업데이트 열과 각 모드의 세부 정보에 표시됩니다.
nl: Schakel updatecontroles in bij Instellingen om je geïnstalleerde mods met smapi.io te vergelijken. Beschikbare updates verschijnen in de kolom Updates en in de details van elke mod.
pt_br: Ative a verificação de atualizações em Ajustes para comparar seus mods instalados com o smapi.io. Atualizações disponíveis aparecem na coluna Atualizações e nos detalhes de cada mod.
zh_hans: 在设置中开启更新检查，即可将已安装的模组与 smapi.io 进行比较。可用更新会显示在“更新”列和每个模组的详细信息中。

source: Type
de: Typ
es: Tipo
fr: Tapez
it: Digitare
ja: タイプ
ko: 유형
nl: Typ
pt_br: Tipo
zh_hans: 类型

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pt_br: Desconhecido
zh_hans: 未知

source: Unknown author
de: Unbekannter Autor
es: Autor desconocido
fr: Auteur inconnu
it: Autore sconosciuto
ja: 作者不明
ko: 알 수 없는 저자
nl: Onbekende auteur
pt_br: Autor desconhecido
zh_hans: 作者未知

source: Unknown version
de: Unbekannte Version
es: Versión desconocida
fr: Version inconnue
it: Versione sconosciuta
ja: 不明なバージョン
ko: 알 수 없는 버전
nl: Onbekende versie
pt_br: Versão desconhecida
zh_hans: 未知版本

source: Unresolved Required Dependencies
de: Ungelöste erforderliche Abhängigkeiten
es: Dependencias requeridas no resueltas
fr: Dépendances requises non résolues
it: Dipendenze richieste non risolte
ja: 未解決の必要な依存関係
ko: 해결되지 않은 필수 종속성
nl: Onopgeloste vereiste afhankelijkheden
pt_br: Dependências necessárias não resolvidas
zh_hans: 未解决的必需依赖项

source: Untitled Set
de: Unbenanntes Set
es: Conjunto sin título
fr: Ensemble sans titre
it: Insieme senza titolo
ja: 無題セット
ko: 제목 없는 세트
nl: Naamloze set
pt_br: Conjunto sem título
zh_hans: 无标题集

# Updated %@ from %@ to %@. Archived previous copy.
source: Updated %1$@ from %2$@ to %3$@. Archived previous copy.
de: %1$@ von %2$@ auf %3$@ aktualisiert. Archivierte vorherige Kopie.
es: Se actualizó %1$@ de %2$@ a %3$@. Copia anterior archivada.
fr: Mise à jour de %1$@ de %2$@ vers %3$@. Copie précédente archivée.
it: %1$@ aggiornato da %2$@ a %3$@. Copia precedente archiviata.
ja: %1$@ を %2$@ から %3$@ に更新しました。以前のコピーをアーカイブしました。
ko: %1$@를 %2$@에서 %3$@로 업데이트했습니다. 이전 사본을 보관했습니다.
nl: %1$@ bijgewerkt van %2$@ naar %3$@. Gearchiveerd vorig exemplaar.
pt_br: %1$@ atualizado de %2$@ para %3$@. Cópia anterior arquivada.
zh_hans: 将 %1$@ 从 %2$@ 更新为 %3$@。存档以前的副本。

# Updated %@ to %@. Archived previous copy.
source: Updated %1$@ to %2$@. Archived previous copy.
de: %1$@ auf %2$@ aktualisiert. Archivierte vorherige Kopie.
es: Se actualizó %1$@ a %2$@. Copia anterior archivada.
fr: Mise à jour de %1$@ vers %2$@. Copie précédente archivée.
it: Aggiornato %1$@ a %2$@. Copia precedente archiviata.
ja: %1$@ を %2$@ に更新しました。以前のコピーをアーカイブしました。
ko: %1$@를 %2$@로 업데이트했습니다. 이전 사본을 보관했습니다.
nl: %1$@ bijgewerkt naar %2$@. Gearchiveerd vorig exemplaar.
pt_br: %1$@ atualizado para %2$@. Cópia anterior arquivada.
zh_hans: 将 %1$@ 更新为 %2$@。存档以前的副本。

source: Updated %@.
de: %1$@ aktualisiert.
es: %1$@ actualizado.
fr: %1$@ mis à jour.
it: %1$@ aggiornato.
ja: %1$@を更新しました。
ko: %1$@를 업데이트했습니다.
nl: %1$@ bijgewerkt.
pt_br: %1$@ atualizado.
zh_hans: 更新了 %1$@。

source: Updated %@. Archived previous copy.
de: %1$@ aktualisiert. Archivierte vorherige Kopie.
es: %1$@ actualizado. Copia anterior archivada.
fr: %1$@ mis à jour. Copie précédente archivée.
it: %1$@ aggiornato. Copia precedente archiviata.
ja: %1$@を更新しました。以前のコピーをアーカイブしました。
ko: %1$@를 업데이트했습니다. 이전 사본을 보관했습니다.
nl: %1$@ bijgewerkt. Gearchiveerd vorig exemplaar.
pt_br: %1$@ atualizado. Cópia anterior arquivada.
zh_hans: 更新了 %1$@。存档以前的副本。

source: Updated %lld mod folders.
de: %1$lld Mod-Ordner aktualisiert.
es: Carpetas mod %1$lld actualizadas.
fr: Dossiers de mod %1$lld mis à jour.
it: Cartelle mod %1$lld aggiornate.
ja: %1$lld mod フォルダーを更新しました。
ko: %1$lld 모드 폴더가 업데이트되었습니다.
nl: %1$lld mod-mappen bijgewerkt.
pt_br: Pastas de mod %1$lld atualizadas.
zh_hans: 更新了 %1$lld mod 文件夹。

source: Updated 1 mod folder.
de: 1 Mod-Ordner aktualisiert.
es: Se actualizó 1 carpeta mod.
fr: Mise à jour du dossier 1 mod.
it: Aggiornata 1 cartella mod.
ja: 1つのmodフォルダーを更新しました。
ko: 모드 폴더 1개를 업데이트했습니다.
nl: Map 1 mod bijgewerkt.
pt_br: Atualizada 1 pasta mod.
zh_hans: 更新了 1 个 mod 文件夹。

# Updates are available for %lld mods.
source: Updates are available for %1$lld mods.
de: Für %1$lld Mods sind Updates verfügbar.
es: Hay actualizaciones disponibles para %1$lld mods.
fr: Des mises à jour sont disponibles pour %1$lld mods.
it: Sono disponibili aggiornamenti per %1$lld mod.
ja: %1$lld個のMODにアップデートがあります。
ko: 모드 %1$lld개에 업데이트가 있습니다.
nl: Er zijn updates beschikbaar voor %1$lld mods.
pt_br: Há atualizações disponíveis para %1$lld mods.
zh_hans: %1$lld 个模组有可用更新。

# Version %@ is available.
source: Version %1$@ is available.
de: Version %1$@ ist verfügbar.
es: La versión %1$@ está disponible.
fr: La version %1$@ est disponible.
it: La versione %1$@ è disponibile.
ja: バージョン%1$@が利用可能です。
ko: 버전 %1$@를 사용할 수 있습니다.
nl: Versie %1$@ is beschikbaar.
pt_br: A versão %1$@ está disponível.
zh_hans: 版本 %1$@ 已可用。

source: View Update Page
de: Update-Seite öffnen
es: Ver página de actualización
fr: Afficher la page de mise à jour
it: Vedi pagina di aggiornamento
ja: アップデートページを表示
ko: 업데이트 페이지 보기
nl: Updatepagina bekijken
pt_br: Ver página de atualização
zh_hans: 查看更新页面

source: When Something Breaks
de: Wenn etwas kaputtgeht
es: Cuando algo falla
fr: Quand quelque chose casse
it: Quando qualcosa si rompe
ja: 問題が起きたら
ko: 문제가 생겼을 때
nl: Als er iets misgaat
pt_br: Quando algo dá errado
zh_hans: 出现问题时

source: Mod
es: Modificación
ja: モジュール
ko: 모드
pt_br: Modo
zh_hans: 模组

source: Mod Set
es: Conjunto de modificaciones
fr: Ensemble de modules
it: Insieme di mod
ja: モジュールセット
ko: 모드 세트
pt_br: Conjunto de mods
zh_hans: 模组套装

source: Mod Updates
es: Actualizaciones de mods
fr: Mises à jour des mods
it: Aggiornamenti delle mod
ja: MODのアップデート
ko: 모드 업데이트
pt_br: Atualizações de mods
zh_hans: 模组更新

source: Mods
es: Modificaciones
it: Mod
ja: 改造
ko: 모드
pt_br: Modificações
zh_hans: 模组

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt_br: Nome
zh_hans: 名称
